{
    "cces": {
        "secitonA": {
            "state": "State",
            "city": "City",
            "a1": "U-DISE Code",
            "a2": "Name of School and Address",
            "a3": "Name of Respondent",
            "a4": "Designation of Respondent",
            "a5": "Contact Details of Respondent:",
            "a6": " School Management (Please select anyone)",
            "a7": "School type (use)",
            "a8": "Category of School",
            "a9": "School type (boys / girls)",
            "a10": "Year of Establishment of the School",
            "a11": "Location of the School",
            "a12": "Name of Board",
            "a13": "Number of students enrolled in the school",
            "a14": "Number of Children with Special Needs",
            "a15": "Number of Teachers and Staff",
            "a16": "Mention the star rating of awards obtained through SVP?",
            "a17": "Has the school developed Swachhata Action Plan (SAP)?",
            "a18": "Is the school aware of the requirements of the Standard Operating Procedures (SOPs) for Sustaining Water, Sanitation & Hygiene in schools (https://schooledn.py.gov.in/ssarmsa/pdf/SOP for WASH - 14-10-2021.pdf)?"
        },
        "sectionB1": {
            "b11": "Whether the school has a school safety or equivalent committee?",
            "b12": "If yes in question 1.1, Is there a clear list of committee members available with the school?",
            "b13": "Are any of the school cabinet members part of the School safety committee?",
            "b14": "Whether school has developed School Safety Plan (SSP) or equivalent? ",
            "b15": "Whether the School's safety Plan have components of WASH ?",
            "b16": "If school ha",
            "b17": "were children actively involved in identifying  hazards in the school?",
            "b18": "Is your school vulnerable to any natural disasters ?",
            "b19": "what are the likely climate-related events/ natural hazards/ other risks, and their intensity  (State/ district may like to further add  rows and points to the lists, with few lines left to be filled by the school concerned)",
            "b110": "Has school done identified the impact of the above disasters on the WASH infrastructure in schools ? ",
            "b111": "Is the school located near any potential risk zone ?",
            "b112": "Does your school have a practice of conducting mock drills for disaster response?",
            "b113": "Is the swachhta action plan effective during  cyclone, heatwave, cold wave, floods, etc.?",
            "b114": " Whether the WASH facilities in Schools are able to be effective during  drought, floods, cyclones, forest fire, landslide, etc.?"
        },
        "sectionB2": {
            "B21": "What is the main source of water supply in your school?",
            "b22": "Is adequate safe drinking water (at least 1.5 litre per child per day in non-residential & 5 litre per child per day in residential school) available from this water supply, all days throughout the year? ",
            "b23": "How is drinking water stored and handled in the school?",
            "b24": "Does the water stored in the school adequate to meet the requirement of water for all purposes?",
            "b25": "Is the quality of drinking water tested ",
            "b26": "Whether testing reports available with the school? ",
            "b27": "Whether the school has taken any measures for reducing contamination to ensure water quality?",
            "b28": "How many functional drinking water points are there in the school?",
            "b29": "Do all the drinking water points have proper platforms/ floor and safe drainage arrangements?",
            "b210": "Are all water sources of the school secured during the flood situation/cyclone ?",
            "b211": "What is the main source of water for use in toilets?",
            "b212": "What is the main source of water used for hand washing before Mid-Day Meal (MDM) / lunch by students and cooks? ",
            "b213": "Is there a functional Rainwater Water Harvesting facility in the school ?",
            "b214": "If school has a storage structure/ tank for the RWH? What is the capacity in litres?",
            "b215": "Whether the school use rainwater for drinking water and other purposes (wherever applicable)?",
            "b216": "How frequently school does thorough sanitary inspections of the water source (including water points) in the school?",
            "b217": "Does the school have adopted any of the following water use reduction strategies?",
            "b218": "Does the school have a robust mechanism of frequent monitoring and instant repair leakage and wastage of water?",
            "b219": "Is the school (including campus, building, classrooms, etc.) located above the flood levels?",
            "b220": "Are the school premises free of water logging? ",
            "b221": "Which among the following greywater (e.g. wastewater near a water source, from the kitchen, utensil washing, etc. ) management system/infrastructure (including treatment) is/ are adopted in the school? (multiple options may be selected)",
            "b222": "Has the school done a water budgeting exercise with the students of the appropriate age, last year?",
            "b223": "Has the school conducted local awareness drives on water conservation and management drive in the community/ locality?"
        },
        "sectionB3": {
            "b31": "What is the most common type of toilet used by the students at the school? ",
            "b32": "Does the school have separate toilets for boys and girls in working condition?",
            "b33": "How many toilets seats in working condition does the school have for boys and girls? (column may have state/ regional specific customization considering the likely climate event/ natural hazard)",
            "b34": "How many urinals in working condition does the school have for boys and girls? ",
            "b35": "Does the school have toilets accessible to the Children with Special Needs (CWSN) (an accessible toilet for CWSN, is one that if there is a functional toilet with ramp, handrail, and wide door for wheelchair entry inside toilet)? ",
            "b36": "Does the school have a climate-resilient secured roof cover? ",
            "b37": "Do all the toilets in the school have secure door with latch and cloth hanging hooks? ",
            "b38": "Does the school's toilet have adequate ventilation for natural light and air?",
            "b39": "What is the frequency of cleaning toilets?",
            "b310": "Are toilets cleaned with appropriate cleaning material?",
            "b311": "Who supervises the cleaning and maintenance of the toilets in the school? ",
            "b312": " Does the school do timely upkeeping/maintenance of fitting and fixtures of toilets?",
            "b313": "Are any toilets in the school prone to the impact of climate/natural hazards (as floods/ drought/seasonal water scarcity etc)?",
            "b314": "Has the school taken appropriate measures to ensure disaster-resilient toilets in view of the local hazard/disaster vulnerability context (e.g., elevated infrastructures in flood-prone areas)?",
            "b315": "Does the school (with onsite sanitation facility) ensure that the toilet pits are at a safe distance from main water source?",
            "b316": "Does the school have separate dustbins with lid and with specific colours for disposal of menstrual waste? ",
            "b317": "Which of the following option is used by the school for safe treatment/ disposal of sanitary waste? ",
            "b318": "What is the main mechanism for disposal of toilet waste / faecal sludge? ",
            "b319": " has the school planned for specific for open drain, broken cover.  ",
            "b320": "Does the school have scheduled desludging of the faecal matter (preferably before monsoon), in coordination with nearby service provider?",
            "b321": "Has the school cleared/demolished/disposed of the old dilapidated non-usable toilet blocks with appropriate permission from officials?"
        }
    }
}